import './Policy.css'

const Policy = () => {

  return (
    <section className="policy">
      <div className="container">
        <br />
        <h1>Политика конфиденциальности</h1><br />
        <p>2.1. Настоящая Политика конфиденциальности персональных данных Акционерного общества «Главный научный инновационный вычислительный центр» (далее – Политика конфиденциальности) разработана Акционерным обществом «Главный научный инновационный внедренческий центр» (далее – АО «ГНИВЦ», Администрация Сайта) и применяется при использовании сайтов gnivc.ru, edu.gnivc.ru, forum.gnivc.ru и иных интернет-сервисов, которые ссылаются на настоящую Политику конфиденциальности, и через которые АО «ГНИВЦ» собирает персональные данные любых лиц, посещающих указанные сайты (далее – Сайт).

2.2. Политика конфиденциальности разработана в соответствии с требованиями Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» (далее – Федеральный закон «О персональных данных»), иных федеральных законов, регулирующих вопросы обработки персональных данных, а также принятых во их исполнение подзаконных нормативных правовых актов.

2.3. Использование сервисов Сайта Пользователем Сайта означает его безоговорочное согласие с Политикой конфиденциальности и условиями обработки персональных данных Пользователя Сайта.

2.4. В случае несогласия с условиями Политики конфиденциальности Пользователь Сайта должен прекратить использование Сайта.

2.5. Политика конфиденциальности определяет основные цели и условия обработки персональных данных Пользователей Сайта и сведения о реализуемых требованиях к защите персональных данных Пользователей Сайта.

2.6. Политика конфиденциальности применяется только к Сайту. По иным вопросам обработки персональных данных в АО «ГНИВЦ» разработаны и внедрены локальные акты. Администрация Сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь Сайта может перейти по ссылкам, доступным на Сайте.

2.7. Администрация Сайта является оператором только тех персональных данных, которые получает от Пользователей Сайта при использовании Сайта с их согласия, предоставляемого путем совершения Пользователем Сайта конклюдентных действий на Сайте.</p>
      </div>
    </section>
  )
}

export default Policy